tap "caarlos0/tap"
tap "hashicorp/tap"
tap "k1low/tap"
tap "koekeishiya/formulae"
tap "nodenv/nodenv"
tap "planetscale/tap"
brew "act"
brew "aubio"
brew "antigen"
brew "libpng"
brew "autoconf"
brew "awscli"
brew "bison"
brew "bzip2"
brew "pkg-config"
brew "csvlens"
brew "curl"
brew "coreutils"
brew "deno"
brew "direnv"
brew "freetds"
brew "gemini-cli"
brew "ghq"
brew "gnu-time"
brew "icu4c"
brew "imagemagick"
brew "jq"
brew "krb5"
brew "libpq"
brew "libzip"
brew "oniguruma"
brew "tidy-html5"
brew "trash-cli"
brew "php"
brew "composer"
brew "docker", link: false
brew "node"
brew "emscripten"
brew "font-hack-nerd-font"
brew "fzf"
brew "gcc"
brew "gh"
brew "go"
brew "gradle"
brew "jenv"
brew "jpeg"
brew "libedit"
brew "libiconv"
brew "libxml2"
brew "luajit", args: ["HEAD"]
brew "mas"
brew "mysql"
brew "tree-sitter", args: ["HEAD"]
brew "neovim", args: ["HEAD"]
brew "nodenv"
brew "openjdk@11"
brew "openssl@3"
brew "ollama"
brew "pandoc"
brew "postgresql"
brew "pyenv"
brew "python@3.10"
brew "re2c"
brew "ripgrep"
brew "rust"
brew "sheldon"
brew "stow"
brew "tmux"
brew "tree"
brew "uv"
brew "hashicorp/tap/terraform"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "nodenv/nodenv/nodenv-package-rehash"
brew "fastly/tap/fastly"
brew "xwmx/taps/nb"
brew "zoxide"
brew "caarlos0/tap/timer"
brew "goenv"
brew "golangci-lint"
brew "k1LoW/tap/octocov"
brew "lolcat"
brew "marp-cli"
brew "planetscale/tap/pscale"
brew "oven-sh/bun/bun"
cask "1password"
cask "1password/tap/1password-cli"
cask "alt-tab"
cask "android-commandlinetools"
cask "android-studio"
cask "codex"
cask "docker"
cask "hiddenbar"
cask "figma"
cask "google-japanese-ime"
cask "grid-clock"
cask "hammerspoon"
cask "hyper"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "keycastr"
cask "miro"
cask "notion"
cask "obsidian"
cask "raycast"
cask "rectangle"
cask "sequel-ace"
cask "shottr"
cask "slack"
cask "ubersicht"
cask "vivaldi"
cask "warp"
cask "zoom"
cask "google-chrome"
cask "flux-app"
cask "expo-orbit"
