tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "fzf"
brew "gh"
brew "goenv"
brew "luajit", args: ["HEAD"]
brew "tree-sitter", args: ["HEAD"]
brew "neovim", args: ["HEAD"]
brew "nodenv"
brew "pyenv"
brew "tmux"
brew "tree"
brew "hashicorp/tap/terraform"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alt-tab"
cask "docker"
cask "fig"
cask "keycastr"
cask "raycast"
cask "shottr"
