tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "antigen"
brew "caarlos0/tap/timer"
brew "fzf"
brew "gh"
brew "goenv"
brew "lolcat"
brew "luajit", args: ["HEAD"]
brew "tree-sitter", args: ["HEAD"]
brew "neovim", args: ["HEAD"]
brew "nodenv"
brew "nodenv/nodenv/nodenv-package-rehash"
brew "pyenv"
brew "tmux"
brew "tree"
brew "awscli"
brew "docker"
brew "hashicorp/tap/terraform"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alt-tab"
cask "docker"
cask "fig"
cask "keycastr"
cask "raycast"
cask "shottr"
cask "iterm2"
cask "google-chrome"
cask "slack"
cask "dozer"
cask "miro"
cask "karabiner-elements"
cask "google-japanese-ime"
cask "figma"
cask "notion"
cask "1password"
cask "ubersicht"
cask "zoomus"
cask "grid-clock"
